export const DATA = [
  {
    question: "Bаш пол:",
    answers: [
      {
        id: "0.1",
        value: "Мужчина",
      },
      {
        id: "0.2",
        value: "Женщина",
      },
    ],
  },
  {
    question: "Укажите ваш возраст: ",
    answers: [
      {
        id: "1.1",
        value: "До 18",
      },
      {
        id: "1.2",
        value: "От 18 до 28",
      },
      {
        id: "1.3",
        value: "от 29 до 35",
      },
      {
        id: "1.4",
        value: "От 36",
      },
    ],
  },
  {
    question: "Выберите лишнее:",
    answers: [
      {
        id: "2.1",
        value: "Дом",
      },
      {
        id: "2.2",
        value: "Шалаш",
      },
      {
        id: "2.3",
        value: "Бунгало",
      },
      {
        id: "2.4",
        value: "Скамейка",
      },
      {
        id: "2.5",
        value: "Хижина",
      },
    ],
  },
  {
    question: "Продолжите числовой ряд:18  20  24  32",
    answers: [
      {
        id: "3.1",
        value: "62",
      },
      {
        id: "3.2",
        value: "48",
      },
      {
        id: "3.3",
        value: "74",
      },
      {
        id: "3.4",
        value: "57",
      },
      {
        id: "3.5",
        value: "60",
      },
      {
        id: "3.6",
        value: "77",
      },
    ],
  },
  {
    question: "Выберите Выберите цвет, который сейчас наиболее Вам приятен:",
    answers: [
      {
        id: "4.1",
        value: "#A8A8A8",
      },
      {
        id: "4.2",
        value: "#0000A9",
      },
      {
        id: "4.3",
        value: "#00A701",
      },
      {
        id: "4.4",
        value: "#F60100",
      },
      {
        id: "4.5",
        value: "#FDFF19",
      },
      // {
      //   id: "4.6",
      //   value: "#A95403",
      // },
      // {
      //   id: "4.7",
      //   value: "#000000",
      // },
      // {
      //   id: "4.8",
      //   value: "#850068",
      // },
      // {
      //   id: "4.9",
      //   value: "#46B3AC",
      // },
    ],
  },
  {
    question:
      "Отдохните пару секунд, еще раз Выберите цвет, который сейчас наиболее Вам приятен:",
    answers: [
      {
        id: "5.1",
        value: "#A8A8A8",
      },
      {
        id: "5.2",
        value: "#46B2AC",
      },
      {
        id: "5.3",
        value: "#A95403",
      },
      {
        id: "5.4",
        value: "#00A701",
      },
      {
        id: "5.5",
        value: "#000000",
      },
      // {
      //   id: "5.6",
      //   value: "#F60100",
      // },
      // {
      //   id: "5.7",
      //   value: "#850068",
      // },
      // {
      //   id: "5.8",
      //   value: "#FDFF19",
      // },
      // {
      //   id: "5.9",
      //   value: "#0000A9",
      // },
    ],
  },
  {
    question: "Какой из городов лишний?",
    answers: [
      {
        id: "6.1",
        value: "Вашингтон",
      },
      {
        id: "6.2",
        value: "Лондон",
      },
      {
        id: "6.3",
        value: "Париж",
      },
      {
        id: "6.4",
        value: "Нью-Йорк",
      },
      {
        id: "6.5",
        value: "Москва",
      },
      {
        id: "6.6",
        value: "Оттава",
      },
    ],
  },
  {
    question: "Выберите правильную фигуру из четырёх пронумерованных.",
    answers: [
      {
        id: "7.1",
        value: "Вашингтон",
      },
      {
        id: "7.2",
        value: "Лондон",
      },
      {
        id: "7.3",
        value: "Париж",
      },
      {
        id: "7.4",
        value: "Нью-Йорк",
      },
    ],
  },
  {
    question: "Вам привычнее и важнее:",
    answers: [
      {
        id: "8.1",
        value: "Наслаждаться каждой минутой проведенного времени",
      },
      {
        id: "8.2",
        value: "Быть устремленными мыслями в будущее",
      },
      {
        id: "8.3",
        value: "Учитывать в ежедневной практике прошлый опыт",
      },
    ],
  },
  {
    question:
      "Какое определение, по-Вашему, больше подходит к этому геометрическому изображению: ",
    answers: [
      {
        id: "9.1",
        value: "оно остроконечное",
      },
      {
        id: "9.2",
        value: "оно устойчиво",
      },
      {
        id: "9.3",
        value: "оно-находится в состоянии равновесия",
      },
    ],
  },
  {
    question: "Вставьте подходящее число",
    answers: [
      {
        id: "10.1",
        value: "34",
      },
      {
        id: "10.2",
        value: "36",
      },
      {
        id: "10.3",
        value: "53",
      },
      {
        id: "10.4",
        value: "44",
      },
      {
        id: "10.5",
        value: "66",
      },
      {
        id: "10.6",
        value: "42",
      },
    ],
  },
  {
    question: "Вставьте подходящее число",
    answers: [
      {
        id: "6.1",
        value: "34",
      },
      {
        id: "6.2",
        value: "36",
      },
      {
        id: "6.3",
        value: "53",
      },
      {
        id: "6.4",
        value: "44",
      },
      {
        id: "6.5",
        value: "66",
      },
      {
        id: "6.6",
        value: "42",
      },
    ],
  },
];
